const EXPERIENCE_RECOMMENDATIONS = (
  <>
    <p className="recommend__text">
      Информацию лучше указывать начиная с последнего места работы.
    </p>
    <br />
    <p className="recommend__text">
      Также не рекомендуется писать про работу в тех организациях, которая никак
      не связана с должностью, на которую вы претендуете. Например, если вы
      собираетесь устраиваться программистом, то нет смысла писать о том, что вы
      когда-то подрабатывали продавцом.
    </p>
    <br />
    <p className="recommend__text">
      Если у вас большой стаж и уже довольно много мест, где вы ранее работали,
      то при описании опыта работы достаточно написать о 3-5 последних
      организациях, не нужно указывать опыт более 10 лет, декрет, а также
      описание трудовой книжки.
    </p>
  </>
)

const RESULT_RECOMMENDATIONS = (
  <>
    <p className="recommend__text">
      Не забудь, что под каждого работодателя лучше делать отдельное резюме.
      Перед отправкой резюме лучше ещё раз внимательно изучите текст вакансии и
      выполните пожелания компании, если таковые имеются. Например, начать
      письмо с определённой фразы, ответить на какой-то конкретный вопрос,
      приложить фото или ссылку на портфолио.
    </p>
    <br />
    <p className="recommend__text">
      Идеального резюме не существует: оно либо подходит для конкретной
      должности, либо нет. Потому ваша задача — адаптировать свой опыт и знания
      под требования вакансии.
    </p>
    <br />
    <p className="recommend__text">
      Но даже если вы всё сделали правильно, а откликов мало — это не повод
      считать себя плохим кандидатом и опускать руки. Просто продолжайте
      действовать, и рано или поздно вы найдёте ту работу, о которой мечтаете.
    </p>
    <p className="recommend__text">Удачи тебе!</p>
  </>
)

export { EXPERIENCE_RECOMMENDATIONS, RESULT_RECOMMENDATIONS }
